import React from 'react';

export default class Accommodation extends React.Component {
  render() {
    return (
      <div class="wrapper">
        <section class="container">
          <section style={{ display: 'flex', justifyContent: 'center' }}>
            <div>
              <h2 style={{ marginBottom: '1rem', fontWeight: 700 }}>Плащане</h2>
              <p>Моля, платете таксата за участия за турнирите на каса в Easypay или по банков път.
            Можете да заплатите и таксата за двойки от името на вашия партньор.
            </p>
              <p>
                <b>Такси:</b>
                <br />
                Сингъл: 25лв
                <br />
                Двойки: 30лв отбор
              </p>
              <p> <b>
                Данни в Epay:</b>
                <br />
                "Смайл Ивентс" ООД
              <br />
                Клиентски номер: 0553292350
              <br />
                IBAN: BG32 ESPY 4004 0032 9417 38
            </p>

              <h2 style={{ marginBottom: '1rem', fontWeight: 700 }}>Настаняване</h2>

              <h3>Официални хотели на турнира:</h3>

              <h3>Хотел „Малибу“ 4*</h3>
              <p>
                All Inclusive Хотел Малибу е разположен на около 80 метра от плажа, в сърцето на ваканционно селище „Албена“, сред живописна зеленина и обширна плажна ивица. 157-те климатизирани стаи на хотел „Малибу“ са с балкон и кабелна телевизия. Гостите на хотела могат да се насладят на разнообразието от местни и интернационални специалитети в бюфет-ресторант „Малибу“, с открита тераса към алеите за тенис корт и плажа. Чадър и два шезлонга на плажа пред хотела са включени в цената на стаята. Хотелът предлага басейн с детска зона, бар басейн и лоби бар, включени в All Inclusive.
                  </p>
              <p>
                Цени на база  All Inclusive
                <br />
                на човек на ден в двойна стая – 63 лева
                <br />
                на човек на ден в единична стая – 80 лева
                <br />
                <a href="http://www.hotel-malibu.com/">www.hotel-malibu.com</a>
              </p>

              <h3>Хотел & Спа „Фламинго Гранд“ 5*</h3>
              <h4 style={{ textDecoration: 'underline' }}>Full Board или Bed and Breakfast</h4>
              <p>

                Разположен в сърцето на красивия курорт, петзвездният „Фламинго Гранд“ е едно истинско бижу. С изключително модерните си стил и архитектура, хотелът създава приятна атмосфера за релакс и отмора. На разположение на гостите са 263 луксозни студиa и апартаменти на база нощувка със закуска или нощувка със закуска и вечеря, а разнообразието от допълнителни удобства и услуги са гаранция за една перфектна лятна ваканция.
                  </p>


              <h4 style={{ textDecoration: 'underline' }}>Цени</h4>
              <p>
                На база Full Board:
                <br />
                на човек на ден в двойна стая – 120 лева
                <br />
                на човек на ден в единична стая – 220 лева
                </p>
              <p>
                На  база Bed & Breakfast:
                <br />
                на човек на ден в двойна стая – 81 лева
                <br />
                на човек на ден в единична стая – 150 лева
               </p>
              <p>
                Доплащане  за изхранване в хотел Фламинго Гранд 5*:
                <br />
                Обяд: 18.00 лв
                <br />
                Вечеря: 28.00 лв
              </p>
              <p>
                <a href="http://flamingogrand.com/bulgarian/">www.flamingogrand.com</a>
              </p>
              <p >
                * Цените за настаняване са нетни и включват,  ДДС, застраховка и туристически данък.
              </p>
              <p >
                * Условията за настаняване в Албена на деца до 12 години – първото е безплатно, а второто ползва 70% отстъпка от цената за възрастен.
                </p>
              <p >
                * При тройно настаняване – допълнителното легло в стаята е разтегателно.
                  </p>
              <p >
                * В цената за настаняване се включва и безплатно ползване на басейна прилежащ към хотела и безплатни  чадър и 2 шезлонга на плажа на стая.
              </p>
              <p>

                <h4 style={{ color: '#2D8C19' }}>* база Bed and Breakfast включва:</h4>
                Основен ресторант (изхранването е на шведска маса с включени напитки само на закуска (топли напитки, вода и сок):
                <br />
                - Закуска: 07:30 - 10:00 ч.
              </p>
              <p>
                <h4 style={{ color: '#2D8C19' }}>* база Full board включва:</h4>
                Основен ресторант ((изхранването е на шведска маса с включени напитки само на закуска (топли напитки, вода и сок и за обяд и вечеря – вода):
                <br />
                - Закуска: 07:30 - 10:00 ч.
                <br />
                - Обяд: 12:30 - 14:30 ч.
                <br />
                - Вечеря: 18:30 - 21:00 ч.

              </p>
              <p>
                <h4 style={{ color: '#2D8C19' }}>* база All inclusive включва:</h4>
                Основен ресторант (изхранването е на шведска маса с включени напитки):
                <br />
                - Закуска: 07:30 - 10:00 ч.
                <br />
                - Обяд: 12:30 - 14:30 ч.
                <br />
                - Вечеря: 18:30 - 21:00 ч.
                <br />
                Междинно хранене: 11:00 - 16:00 ч. Предлагат се сандвичи, палачинки, десерти, плодове, сладолед, салати, топли и студени закуски.
                <br />
                Барове: Богато разнообразие от напитки. Всички български алкохолни напитки,безалкохолни напитки,наливни вина, наливна бира, мин.вода, кафе, чай са включени в цената.
                <br />
                Бар ресторант: по време на изхранванията
                <br />
                - Лоби бар: 10:00 - 23:00 ч.
                <br />
                - Пул бар: 10:00 - 23:00 ч.
              </p>

              <h3>За възникнали въпроси</h3>
              <p>Ивайло Коев
                <br />
                <a href="mailto:tournaments@smilevent.net">tournaments@smilevent.net</a>
                <br />
                +359 883 326 235
              </p>
            </div>
          </section>

        </section>
      </div >
    );
  }
}