import React from 'react';

export default class Contacts extends React.Component {
  render() {
    return (
      <div class="wrapper">
        <section class="container">
          <section style={{ display: 'flex', justifyContent: 'center' }}>
            <div>
              <h2 style={{ marginBottom: '1rem' }}>За нас</h2>
              <p>
                Smile EventS Bulgaria е специализирана в организирането на всякакви спортни събития. Натрупаният дългогодишен опит от провеждането на регионални, национални и международни турнири превръща Smile Events в точния партньор за организиране на спортни турнири, кемпове, фирмени мероприятия.
Нашата дейност стартира през 2012 година, като през това време реализирахме международни турнири по тенис за деца в партньорство с Международната федерация по тенис, Българската федерация по тенис и Министерството на младежта и спорта. През този период проведохме емблематичните турнири "Албена къп - детски тенис", "Киндер + спорт", Национални квалификации на OUATT, Международен турнир от Първа категория на Тенис Европа до 14 години, на който страната ни за първи път домакинства, турнири за любители за всички възрасти, детски лагери. Екипът ни има богат опит в провеждането на спортни кемпове, турнири и тийм бийлдинги.
Готови сме да реализираме Вашето мероприятие и да сплотим екипа Ви за постигането на по-добро настроение, повишаване на ефективността и резултатите на компанията Ви! Организираме имиджови събития, които намират широк отзвук в медийното пространство.
              </p>
              <p>
                Наши партньори са били
"Албена' АД, Пионер семена", община Балчик, Алдо, "Бор Чвор", Исторически парк, "Изида", "Магията на Българската роза", "ЛукОйл" България, Гранд мол Варна, Министерството на младежта и спорта, "Стантех", ИДЕА хоби, "Алдо" супермаркети и др.</p>
            </div>
          </section>

        </section>
      </div>
    );
  }
}