import React from 'react';

export default class Faq extends React.Component {
  render() {
    return (
      <div class="wrapper">
        <section class="container">
          <section style={{ display: 'flex', justifyContent: 'center' }}>
            <div>
              <h2 style={{ marginBottom: '1rem' }}><b>Регламент за организация и провеждане на тенис турнири за любители Smile Cup</b></h2>
              <h3><b>Формат</b></h3>
              <p>
                Сингъл до 45 г: до 24 групи по 4 участника, един сет до 6 гейма;
                <br />
                Сингъл 45+: до 8 групи по 4 участника, един сет до 6 гейма;
                <br />
                Двойки: Директна елиминация до 64 участника;
                <br />
                Микс: Групова фаза до 32 отбора;
                <br />
                Двойки жени: Групова фаза;
              </p>

              <h3><b>Записване</b></h3>
              <p>
                Онлайн на <a href="http://www.smilevent.net">www.smilevent.net</a>. След като даден играч попълни профилната форма и си създаде акаунт, може да пристъпи към записване за различните формати на турнира.
Важно! При записването за двойки, участник кани партньор да играят в един отбор, като потенциалният партньор трябва също да си е създал профил. Когато поканеният участник одобри заявката през своя профил, двамата играчи стават един отбор и биват автоматично записани за съответния двойков турнир, за който е подадена заявка.
              </p>

              <h3><b>Такси за участие</b></h3>
              <p>25 лв за сингъл схема и 30 лв на отбор.
                <br />
                Ако играч се запише в повече от един формат, но поради невъзможност да играе във всеки заради достигането в по-предна фаза на някои от турнирите, може да поиска платената такса да му бъде върната от организаторите.</p>

              <h3><b>Начало на турнира</b> </h3>
              <p>21.09.2018 г. 10:00 ч.
              <br />
                Сингъл - Мъже: 21/09/2018 г. 15:00 ч.
              <br />
                Сингъл - Мъже 45+: 21/09/2018 г. 15:00 ч.
              <br />
                Двойки - Микс: 22/09/2018 г. 13:00
              <br />
                Двойки - Жени: 22/09/2018 г. 15:00
              <br />
                Двойки - Мъже: 23/09/2018 г. 11:00
              </p>

              <h3><b>Място за провеждане на турнира</b></h3>
              <p>Курортен комплекс „Албена“ с 19 открити тенис корта с червена настилка, разположени в близост до хотелите: „Ралица“, „Орхидея“, „Фламинго“, „Сенди Бийч“, „Калиопа“.</p>

              <h3><b>Критерии за участие</b></h3>
              <p>Могат да участват всички, които:
                <br />
                - не са участвали в състезания от календара на БФТ след навършване на 14-годишна възраст;
                <br />
                - не са участвали в състезания от календара на БФТ през последните десет години;
                <br />
                - не са действащи треньори, инструктори, учители или студенти по тенис;
                <br />

                *гореизброените критерии не важат за жени и мъже, навършили 45 години;
              </p>

              <h3><b>Настаняване</b></h3>
              <p>Достъпът до кортовете е свободен както и настаняването, но официалните хотели на турнира са Хотел „Малибу“ 4*, Хотел & Спа „Фламинго Гранд“ 5*</p>

              <h3><b>За възникнали въпроси</b></h3>
              <p>Ивайло Коев
                <br />
                <a href="mailto:tournaments@smilevent.net">tournaments@smilevent.net</a>
                <br />
                +359 883 326 235
              </p>
            </div>
          </section>

        </section>
      </div>
    );
  }
}